// © Copyright 2014-2017 HP Development Company, L.P.

////////////////////////////////////////////////////////////////////////////////
// Event Specific Strings

// Previously Used Cartridge
HSD__65554__EventTitle = "Se instalaron cartuchos originales de HP ya usados";
HSD__65554__EventHeaderDescription = "Se instalaron cartuchos originales de HP ya usados.";

// Non-HP
HSD__65559__EventTitle = "Cartuchos no originales de HP instalados";
HSD__65559__EventHeaderDescription = "HSD_TEXT:HSDNonHPSuppliesWarning
Si cree que ha comprado cartuchos de tinta originales de HP, visítenos en: HSD_LINK:HSDAnticounterfeitLink para obtener más información o para informar de un fraude.";

// Genuine HP Cartridge Installed
HSD__65561__EventTitle = "¡Gracias por instalar cartuchos originales de HP!";

// K5 and beyond - Alignment Needed (version that can launch alignment from the dialog)
HSD__65569__EventTitle = "Se recomienda la alineación";
HSD__65569__EventDescription = "HSD_TEXT:Para obtener mejores resultados de impresión, debe alinear los nuevos cartuchos o cabezales de impresión.
Para iniciar el proceso, haga clic en HSDAlignButton.";

// Counterfeit Warranty dialog - NOT ON CARROT
HSD__65594__EventTitle = "Detectado cartucho usado, rellenado o falso";

// Paper Size Mismatch Paper is larger than expected
HSD__65716__EventTitle = "El papel es más grande de lo esperado";
HSD__65716__EventDescription = "HSD_TEXT:El tamaño de papel detectado por los sensores de la impresora es mayor que el seleccionado en el software.
Si quiere continuar imprimiendo en este papel, haga clic en HSDOKButton para continuar.
Si quiere cambiar el papel, hágalo y vuelva a enviar el trabajo de impresión.
Para cancelar el trabajo, haga clic en HSDCancelPrintButton.";

// Paper Size Mismatch Paper is smaller than expected
HSD__65717__EventTitle = "El papel es más chico de lo esperado";
HSD__65717__EventDescription = "El tamaño de papel detectado por los sensores de la impresora es menor que el seleccionado en el software.
Si el papel cargado en la impresora es del tamaño correcto, cambie el tamaño de papel seleccionado en su software y vuelva a enviar el trabajo de impresión.
El trabajo de impresión se cancelará.";

// Palermo Paper Empty (References tray, type and size)
HSD__65921__EventTitle = "Cargar papel en la impresora";
HSD__65921__EventDescription = "HSD_TEXT:La impresora no tiene papel. HSDSeeFrontPanel";

// Problem with Print System (Triptane, Limtane, Limo)
HSD__65935__EventTitle = "Problema con el sistema de impresión";
HSD__65935__EventDescription = "HSD_TEXT:La funcionalidad de impresión está deshabilitada. HSDContactSupport";

// Limo Paper Path Motor Stall
HSD__65943__EventDescription = "HSD_TEXT:La impresora ha dectado un problema. Verifique dentro de la impresora y retire cualquier atasco de papel u otro tipo de bloqueo.
Si el problema continúa, comuníquese con el administrador o con el soporte técnico.
HSDSeeFrontPanel";

// Limo Part Being Replaced
HSD__65953__EventTitle = "Mantenimiento de la impresora";
HSD__65953__EventDescription = "La impresora no puede imprimir porque se está remplazando una pieza interior de la impresora. Después de que se haya remplazado esa pieza, la impresión se reanudará.";

// Sensor errors that does not related to ink systems
HSD__65972__EventDescription = "HSD_TEXT:Un componente de la impresora necesita reparación por lo que una de las funcionalidades de la impresora puede estar limitada o no disponible. No obstante, puede imprimir. 
HSDContactSupport";

// Limo Fax HW failure
HSD__65983__EventTitle = "Error de comunicación";
HSD__65983__EventDescription = "HSD_TEXT:Se ha producido un error de comunicación interno en el módulo Fax. HSDContactSupport

Nota: Puede continuar imprimiendo, copiando y escaneando.";

// Limo Paper Jam caused by Door Open
HSD__65987__EventTitle = "Atasco de papel";
HSD__65987__EventDescription = "Consulte el panel de control de la impresora para obtener instrucciones sobre cómo eliminar el atasco.";

// No faxes in memory
HSD__66000__EventDescription = "No se pueden volver a imprimir los faxes recibidos porque actualmente no hay faxes almacenados en la memoria de la impresora.";

// Fax is sent as black and white as the receiving fax machine does not support color fax
HSD__66001__EventDescription = "HSD_TEXT:Solo se puede enviar un fax en color a un destinatario por vez.
HSDSeeControlPanel";

// Color Fax needs Error Correction Mode on
HSD__66002__EventDescription = "HSD_TEXT:Para enviar faxes en color, encienda el modo Corrección de errores (ECM). HSDSeeControlPanel";

// Unsubscribe Instant Ink when No IIP pens are installed (final payment not collected yet) - Starting from Verona VR2
HSD__66008__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Para volver a registrarse, visite el sitio web de HP Instant Ink (HSD_LINK:HSDInstantInkLink)";

// Unsubscribed Instant Ink when at least one IIP pen is installed (final payment not collected yet) - Starting from Verona VR2
HSD__66009__EventDescription = "HSD_TEXT:HSDCanceledInstantInkServiceDescription Una vez que finalice el ciclo de facturación, los cartuchos indicados que están instalados en la impresora no funcionarán. HSDSeeControlPanel";

// CISS printers, starting from Kronos Refresh: Action Required after 1500 pages printed
HSD__66011__EventTitle = "Acción necesaria";
HSD__66011__EventDescription = "\"E\" y \"9\" están parpadeando en la pantalla del panel de control. Para resolver este mensaje, abra la puerta de acceso al cabezal de impresión y ciérrela completamente rápidamente. Para obtener más información, consulte la página que la impresora acaba de imprimir.

Nota: esta condición solo tiene lugar después de haber impreso grandes volúmenes, cuando la acumulación de tinta puede empezar a afectar a la calidad de la impresión.";

// Anti Theft / Protected (Toner)
HSD__75000_75002__EventTitle = "Tóner protegido HP instalado";

// Anti Theft / Protected (Drum)
HSD__75001__EventTitle = "Tambor protegido HP instalado";

// Cartridge Low (Toner)
HSD__75010_75012__EventTitle = "Tóner bajo";

// Cartridge Low (Drum)
HSD__75011__EventTitle = "Tambor bajo";

// Cartridge Missing (Toner)
HSD__75015_75017__EventTitle = "Falta el tóner";

// Cartridge Missing (Drum)
HSD__75016__EventTitle = "Falta el tambor";

// Cartridge Very Low (Toner)
HSD__75020_75022__EventTitle = "Tóner muy bajo";

// Cartridge Very Low (Drum)
HSD__75021__EventTitle = "Tambor muy bajo";

// Door Open (Front)
HSD__75025__EventTitle = "Puerta frontal abierta";

// Door Open (Rear)
HSD__75026__EventTitle = "Puerta trasera abierta";

// Defective Memory (Toner)
HSD__75030__EventTitle = "Error de memoria de suministro en el tóner";

// Defective Memory (Drum)
HSD__75031__EventTitle = "Error de memoria de suministro en el tambor";

// Defective Memory
HSD__75032__EventTitle = "Error de memoria de consumibles";

// Genuine HP Cartridge (Toner)
HSD__75035_75037__EventTitle = "Tóner instalado";

// Genuine HP Cartridge (Drum)
HSD__75036__EventTitle = "Tambor instalado";

// Incompatible Cartridge (Toner)
HSD__75040_75042__EventTitle = "Tóner incompatible";

// Incompatible Cartridge (Drum)
HSD__75041__EventTitle = "Tambor incompatible";

// Incorrect Cartridge
HSD__75045__EventTitle = "Cartucho erróneo en la ranura";
HSD__75045__EventDescription = "Retire el cartucho y vuelva a insertarlo, asegúrese de que está en la ranura correcta.";

// Insufficient Memory
HSD__75060__EventTitle = "Memoria de impresora insuficiente";
HSD__75060__EventDescription = "La impresora no tiene memoria. El trabajo de impresión se cancela.";

// Jam in printer (tray)
HSD__75065__EventTitle = "Atasco de papel en la bandeja";
HSD__75065__EventDescription = "Retire cualquier obstrucción en la impresora o lo que esté bloqueando las bandejas.";

// Jam in printer (fuser)
HSD__75066__EventTitle = "Atasco de papel en el fusor";
HSD__75066__EventDescription = "Retire cualquier obstrucción en la impresora o lo que esté bloqueando el fusor o cartucho.";

// Jam in printer (output bin)
HSD__75067__EventTitle = "Atasco de papel en la bandeja de salida";
HSD__75067__EventDescription = "Retire cualquier obstrucción en la impresora o lo que esté bloqueando las bandejas de salida.";

// Jam in printer (duplexer)
HSD__75068__EventTitle = "Atasco de papel en el accesorio de doble cara";
HSD__75068__EventDescription = "Retire cualquier obstrucción en la impresora o lo que esté bloqueando la impresión a doble cara.";

// lightPipeBlocked
HSD__75070__EventTitle = "Error del sensor del cartucho";
HSD__75070__EventDescription = "La guía de luz que se utiliza para detectar el tóner en el cartucho no funciona, este es un error que detiene la impresión.

Compruebe el área de sensor del cartucho y retire los obstáculos que bloquean el sensor de guía de luz.";

// Manual Duplex
HSD__75075__EventTitle = "Cambio de cara manual";
HSD__75075__EventDescription = "HSD_TEXT:Aparecerá un mensaje o una señal en el panel de control de la impresora. Tenga en cuenta la ubicación del papel. Introduzca el papel en la bandeja correcta. Pulse el botón HSDOKButton/HSDResumeButton en el dispositivo para continuar.";

// Manually Feed
HSD__75080__EventTitle = "Alimentación de papel manual";
HSD__75080__EventDescription = "HSD_TEXT:Cargue el papel solicitado en la bandeja o pulse el botón HSDOKButton/HSDResumeButton en el dispositivo para usar el papel cargado.";

// Paper mount
HSD__75085__EventTitle = "No coincide el tamaño del papel";
HSD__75085__EventDescription = "HSD_TEXT:El tamaño de papel disponible en la bandeja no coincide con el tamaño de papel seleccionado en el software.

Si el papel cargado en la impresora es el tamaño correcto, modifique el tamaño de papel seleccionado en el software y vuelva a enviar el trabajo de impresión.

Si el papel cargado en la impresora no es el tamaño correcto, cambie el papel por uno del tamaño correcto.

Si quiere continuar imprimiendo, haga clic en el botón HSDOKButton o HSDResumeButton en el panel de control de la impresora para continuar.";

// Missing Memory (Toner)
HSD__75095_75097__EventTitle = "Parece que falta memoria del tóner";

// Missing Memory (Drum)
HSD__75096__EventTitle = "Parece que falta memoria del tambor";

// Mpacco Active
HSD__75100__EventTitle = "Sustituya el cartucho de impresión negro";
HSD__75100__EventDescription = "HSD_TEXT:La impresora ha sido configurada por el cliente para imprimir solo usando negro cuando el nivel de un suministro de color se encuentra muy bajo. El suministro de color puede que todavía pueda ofrecer calidad de impresión aceptable. Para imprimir en color, bien sustituya el suministro de color o vuelva a configurar la impresora.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Unauthorized Toner
HSD__75105_75107__EventTitle = "Tóner no autorizado";

// Unauthorized Drum
HSD__75106__EventTitle = "Tambor no autorizado";

// Printer Error
HSD__75115__EventTitle = "Error de impresora";
HSD__75115__EventDescription = "Se produjo un error crítico en la impresora. La impresora no puede imprimir.";

// Printer Mispick
HSD__75120__EventTitle = "Fallo de alimentación de la impresora";
HSD__75120__EventDescription = "HSD_TEXT:No se puede recoger papel, pulse HSDOKButton o HSDResumeButton en el panel de control de la impresora para continuar.";

// Print Failure
HSD__75125__EventTitle = "Falla de impresora";
HSD__75125__EventDescription = "Hay un problema con el sistema de impresión o la impresora. Apague la impresora y vuelva a encenderla.

Si continúa recibiendo este mensaje, comuníquese con HP.";

// Replace Cartridge (Toner)
HSD__75135__EventTitle = "Sustituir tóner";

// Replace Cartridge (Drum)
HSD__75136__EventTitle = "Sustituir tambor";

// Tray empty or open (Tray 1)
HSD__75170__EventTitle = "No hay papel";
HSD__75170__EventDescription = "La impresora no tiene papel.
Cargue papel en la bandeja correspondiente.";

// Tray empty or open (Tray 2)
HSD__75171__EventTitle = "Bandeja 2 sin papel";
HSD__75171__EventDescription = "Cargue papel en la bandeja 2.";

// Unexpected Size in tray
HSD__75175__EventTitle = "Tamaño de papel inesperado";
HSD__75175__EventDescription = "HSD_TEXT:El tamaño de papel detectado por el sensor de la impresora no coincide con el tamaño especificado para la bandeja de la impresora.

Si el papel cargado en la impresora es del tamaño correcto, cambie el tamaño de papel especificado para la bandeja de la impresora en el panel de control de la impresora o en HSD_KEYED_LINK:HSDTraysConfigurationLink y vuelva a enviar el trabajo de impresión.

Si el papel cargado en la impresora no es el tamaño correcto, cambie el papel por uno del tamaño correcto.";

// Used / Counterfeit Cartridge (Toner)
HSD__75190_75192__EventTitle = "Se ha instalado tóner usado o falsificado";

// Used / Counterfeit Cartridge (Drum)
HSD__75191__EventTitle = "Se ha instalado un tambor usado o falsificado";

// Over filled detection
HSD__75195__EventTitle = "Se ha cargado demasiado papel";
HSD__75195__EventDescription = "HSD_TEXT:Asegúrese de que el papel se encuentra por debajo de la línea de apilación del papel mostrada en la bandeja. Haga clic en el botón HSDOKButton/HSDResumeButton en el panel de control para continuar.";

////////////////////////////////////////////////////////////////////////////////
// Shared Strings

// Low on Ink - Instant Ink Advertisement / Instant Ink XMO2 Trial Cartridge Low (Not enrolled)
HSD__65802_65847__EventTitle = "Bajo de tinta";

// Palermo Paper Running Low (References tray and size)
// Palermo Paper Running Low (References only size for Single Tray product)
HSD__65920_65940__EventTitle = "Poco papel";
HSD__65920_65940__EventDescription = "HSD_TEXT:La impresora tiene poco papel. HSDSeeFrontPanel";

// Limo Paper Path Motor Stall
// Limo Other Motor Stalls (not paper path)
// Sensor errors that does not related to ink systems
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65943_65946_65972_66007__EventTitle = "Problema en la impresora";

// Limo Other Motor Stalls (not paper path)
// Limo Unrecoverable Motor Stall (outside Service Mode)
HSD__65946_66007__EventDescription = "HSD_TEXT:Se ha producido un problema en el sistema de impresión. Restablezca la impresora y vuelva a intentarlo.
Si el problema persiste, contacte con el servicio de asistencia.
HSDSeeFrontPanel";

// Scan error
// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Low
// Limo Printhead Wiper Very Low (Prompt and continue)
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo Dryer Systems Issue
// Limo New Printhead Assembly
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Scan Subsystem Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Staple Cartridge Out
// Limo Main or Finisher Output Bin Full
// Limo Too Many Pages to Staple
// Limo Stapler Door Open
// Limo Inline Finisher Disconnected
// Limo Staple Cartridge Empty - Continue
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
// Device has lost its connection to JAM
HSD__65634_65947_65955_65956_65957_65958_65959_65961_65962_65963_65964_65971_65974_65975_65976_65977_65978_65979_65980_65981_65982_65984_65985_65986_65988_65989_65990_65991_65992_65993_65994_65995_65996_65997_65998_66004__EventTitle = "La impresora necesita atención";

// Scan error
// Limo Service Fluid Container Low
// Limo Service Fluid Container Very Low
// Limo Dryer Systems Issue
// Limo Tray Roller Kit Low
// Limo Tray Roller Kit Very Low
// Limo Document Feeder Kit Low
// Limo Document Feeder Kit Very Low
// Limo Staple Cartridge Very Low
// Limo Scan Subsystem Disconnected
// Limo Staple Cartridge Out
// Limo Inline Finisher Disconnected
HSD__65634_65961_65962_65971_65975_65976_65978_65979_65981_65986_65990_65994__EventDescription = "HSD_TEXT:Ha ocurrido un problema en la impresora. Sin embargo, puede continuar imprimiendo.
HSDSeeControlPanelOrSupport";

// Limo Printhead Wiper Motor Stall (Post OOBE)
// Limo FF Cable Problem
// Limo Printhead Wiper Out
// Limo Service Fluid Container missing or damaged
// Limo Service Fluid Container Full
// Limo Used SFC insufficient for initialization
// Limo New Printhead Assembly
// Limo Tray Roller Kit Very Low - Stop
// Limo Document Feeder Kit Very Low - Stop
// Limo Staple Cartridge Very Low - Stop
// Limo 8CP Disconnected
// Limo 4.3CP Disconnected
// Limo Printhead Wiper Very Low - Stop
// Limo Service Fluid Container Very Low - Stop
// Limo Main or Finisher Output Bin Full
// Limo Stapler Door Open
// Limo Staple Cartridge Empty - Prompt and Continue
// Limo Staple Cartridge Empty - Stop
// Printer too cold to do full setup or during POST OOBE
HSD__65947_65955_65958_65959_65963_65964_65974_65977_65980_65982_65984_65985_65988_65989_65991_65993_65996_65997_65998__EventDescription = "HSD_TEXT:Ha ocurrido un problema en la impresora y no es posible imprimir.
HSDSeeControlPanelOrSupport";

// No faxes in memory
// Fax is sent as black and white as the receiving fax machine does not support color fax
// Color Fax needs Error Correction Mode on
HSD__66000_66001_66002__EventTitle = "Problema con el fax";

// Unsubscribed Instant Ink (final payment not collected yet) - Starting from Verona VR2
HSD__66008_66009__EventTitle = "Registro en HP Instant Ink cancelado";

// Anti Theft / Protected
HSD__75000_75001_75002__EventDescription = "HSD_TEXT:Los cartuchos mencionados anteriormente solo se pueden utilizar en la impresora que inicialmente protegió a los cartuchos utilizando la función Protección de cartuchos HP, y deben ser reemplazados.

La función Protección de cartuchos HP permite al propietario de la impresora configurar los cartuchos HP instalados en su impresora de manera tal que solo funcionen en esa impresora.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Cartridge Low
HSD__75010_75011_75012__EventDescription = "HSD_TEXT:Los cartuchos indicados tienen bajo nivel de tinta.

Debe reemplazarlos ahora.

HP recomienda tener un cartucho de recambio disponible para instalarlo cuando la calidad de impresión ya no sea aceptable.

HSDCartridgeRecycleDescription

HSD_LINK:HSDEstimatedCartridgeLevelsLink-HSD_TOOLTIP:HSDEstimatedCartridgeLevelsLink";

// Cartridge Missing
HSD__75015_75016_75017__EventDescription = "HSD_TEXT:Aparentemente faltan los cartuchos mencionados anteriormente, no se detectan o están instalados incorrectamente.

Si se han instalado cartuchos, retírelos y vuelva a insertarlos correctamente.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Door Open
HSD__75025_75026__EventDescription = "La puerta o la cubierta deben estar cerradas para imprimir.

Compruebe que estén completamente cerradas.";

// Defective Memory
HSD__75030_75031_75032__EventDescription = "HSD_TEXT:La impresora no puede detectar la memoria del cartucho mencionado anteriormente. La memoria del cartucha está dañado o no es posible comunicarse con el cartucho.

Debe reemplazarlo ahora.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Genuine HP Cartridge
HSD__75035_75036_75037__EventDescription = "Su software puede autenticar cartuchos usando un servicio en línea. Sin embargo, el acceso a Internet no es posible en este momento.";

// Incompatible Cartridge
HSD__75040_75041_75042__EventDescription = "HSD_TEXT:Los cartuchos mencionados anteriormente no están previstos para ser usardos en esta impresora tal como está configurada actualmente.

Consulte la ayuda de la impresora.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Missing Memory
HSD__75095_75096_75097__EventDescription = "HSD_TEXT:La impresora no puede detectar la memoria del cartucho mencionado anteriormente.

Puede intentar volver a instalar el cartucho. Si el problema persiste, tiene que reemplazar el cartucho ahora.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Unauthorized cartridge
HSD__75105_75106_75107__EventDescription = "HSD_TEXT:El administrador ha configurado este producto para que sea utilizado solo con suministros HP originales. Debe cambiar el cartucho para continuar imprimiendo. Si cree que usted compró un suministro HP original, visítenos en HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL.";

// Replace Cartridge
HSD__75135_75136__EventDescription = "HSD_TEXT:Los cartuchos mencionados anteriormente tienen nivel muy bajo y los debe reemplazar para reanudar la impresión.

HP recomienda que no retire un cartucho hasta que tenga un reemplazo listo para instalar.

HSDCartridgeRecycleDescription

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

// Used / Counterfeit Cartridge
HSD__75190_75191_75192__EventDescription = "HSD_TEXT:Se instaló un suministro usado. Si cree que compro un suministro HP original, visítenos en HSD_LINK:HSD_URL:HSDAnticounterfeitLink_URL. Cualquier reparación necesaria de la impresora como consecuencia de la utilización de suministros usados no está cubierta por la garantía. El estado del suministro y las funciones dependiendo del estado del suministro no estarán disponibles.

HSDBuyNowDescription

HSD_LINK:HSDViewSharedDataLink

HSD_LINK:HSDViewPrivacyStatementOnlineLink";

////////////////////////////////////////////////////////////////////////////////
// Color Lok
HSDColorLokDescription = "HP recomienda papel ColorLok® para obtener los mejores resultados de impresión.";

// HP Instant Ink Service
HSDCanceledInstantInkServiceDescription = "Ha cancelado su servicio de HP Instant Ink.";

// HP Instant Ink Promotion
HSDIIReplacementServiceTitle = "HP Instant Ink";
HSDIIReplacementServiceSubTitle = "Servicio de recambio de tinta";
HSDSaveInkString = "Ahorre hasta un 50% de tinta*";
HSDInstantInkDisclaimersLink = "*Notas sobre exención de responsabilidad de HP Instant Ink.";
HSDOriginalInkString = "Tinta HP original solicitada por su impresora, entregada en su puerta.";
HSDSendInkNowString = "Haga clic en Enviar tinta ahora para obtener información adicional y registrarse.";

// HP SureSupply Promotion
HSDShopForSuppliesTitle = "HP dispone de otra forma práctica de obtener consumibles…";
HSDShopForSuppliesText = "Haga clic en Comprar consumibles para pedir cartuchos de tinta original HP de forma rápida y fácil en línea a través de HP SureSupply.";

// Cartridge Replacement
HSDReplacementAvailableWhenNoQualityDescription = "HP recomienda tener uno de sustitución a mano para cuando la calidad de impresión deje de ser aceptable.";
HSDCartridgeRecycleDescription = "HSD_TEXT:Cuando esté listo para retirar el cartucho, podrá encontrar información sobre cómo reciclarlo en: HSD_LINK:HSDRecycleLink.";

// Buy Now Description
HSDBuyNowDescription = "HSD_TEXT:Para realizar el pedido de un cartucho de sustitución HP original en línea, haga clic en HSDBuyNowButton.";

// Non-HP Supplies Warning
HSDNonHPSuppliesWarning = "HP no puede garantizar la calidad o la fiabilidad de los consumibles no originales de HP.
El mantenimiento o las reparaciones de la impresora que deban realizarse debido al uso de un consumible no original de HP no quedarán cubiertos por la garantía.";

// Cartridge Very Low
HSDCartridgeVeryLowDescription = "Los cartuchos que tienen nivel muy bajo pueden estar lo suficientemente agotados como para causar mala calidad de impresión.";

// Original HP Ink Advantages
HSD__info__OriginalHPInkAdvantagesTitle = "Ventajas de la tinta Original HP";
HSD__warning__OriginalHPInkAdvantagesTitle = "Las ventajas de la tinta Original HP no están garantizadas";
HSDProvenReliabilityTitle = "Fiabilidad demostrada";
HSDEfficientPerformanceTitle = "Rendimiento eficiente";
HSDExceptionalQualityTitle = "Calidad excepcional";

// Pen Alignment
HSDRecommendedAlignCartridges = "HSD_TEXT:Se recomienda alinear. Haga clic en \"HSDAlignButton\" para alinear los cartuchos recientemente instalados.";

// Cancel Print
HSDCancelPrintJobOnPrinterDescription = "HSD_TEXT:Para cancelar el trabajo de impresión, pulse el botón HSDCancelButton (X) en la impresora.";

// Control/Front Panel
HSDSeeControlPanelOrSupport = "Vea el panel de control de la impresora para obtener más información o contacte con el servicio de asistencia.";
HSDSeeFrontPanel = "Consulte el panel frontal para obtener más información.";
HSDSeeControlPanel = "Vea el panel de control de la impresora para obtener más información.";

// Support
HSDContactSupport = "Contacte con el servicio de asistencia.";

// Buttons
HSDOKButton = "OK";
HSDCancelButton = "Cancelar";
HSDResumeButton = "Reanudar";
HSDCancelPrintButton = "Cancelar impresión";
HSDCloseButton = "Cerrar";
HSDBuyNowButton = "Comprar ahora";
HSDSendInkNowButton = "Enviar tinta ahora";
HSDShopForSuppliesButton = "Comprar consumibles";
HSDEstimatedInkLevelsLink = "Niveles estimados de tinta";
HSDEstimatedCartridgeLevelsLink = "Niveles de cartucho estimados";
HSDAuthenticateLaterButton = "Autenticar más tarde";
HSDDoNotAuthenticateButton = "No autenticar";
HSDAlignButton = "Alinear";
HSDDoNotAlignButton = "No alinear";

// Tooltips
HSDTraysConfigurationLink_tooltip = "Configuración de bandejas";

////////////////////////////////////////////////////////////////////////////////
// Cartridge Color Names
"cyan" = "Cian [C]";
"magenta" = "Magenta [M]";
"yellow" = "Amarillo [Y]";
"black" = "Negro [K]";
"red" = "Rojo [R]";
"green" = "Verde [G]";
"blue" = "Azul [B]";
"lightcyan" = "Cian claro [LC]";
"lightmagenta" = "Magenta claro [LM]";
"orange" = "Naranja [O]";
"gray" = "Gris [G]";
"lightgray" = "Gris claro [LG]";
"darkgray" = "Gris oscuro [DG]";
"photoblack" = "Negra fotográfico [PK]";
"matteblack" = "Negra mate [MK]";
"glossenhancer" = "Mejora del satinado";
"violet" = "Violeta [V]";
"gold" = "Oro [??]";
"silver" = "Plata [??]";
"bronze" = "Bronce [??]";
"metallic" = "Rojo metálico [??]";
"tricolor" = "Tricolor [cian/magenta/amarillo]";
"photo" = "Foto [negro/cian claro/magenta claro]";
"photogray" = "Gris foto [negro/gris/gris claro]";
"lightcyanlightmagenta" = "Magenta claro [LM]/cian claro [LC]";
"magentayellow" = "Magenta [M]/amarillo [Y]";
"mediumcyan" = "Negra mate [MK]/cian [C]";
"mediumgray" = "Negra foto [PK]/gris claro[LG]";
"magentacyan" = "Magenta [M]/cian [C]";
"cyanmagenta" = "Magenta [M]/cian [C]";
"blackyellow" = "Negra [K]/Amarilla [Y]";
"Photo [PK]" = "Foto [PK]";
"imagingdrumhpcea" = "Tambor [OPC]";

////////////////////////////////////////////////////////////////////////////////
HSDLargestAlertIDs = "65594,65802";
